Repository: common-repository/wp-importer-zipped
Catalog: languages/wordpress-importer-zipped-*.po
Languages: fr_fr

source: File successfully unzipped
fr_fr: Fichier d&eacute;zipp&eacute; avec succ&egrave;s

source: found
fr_fr: trouv&eacute;

source: This extension only allows 1 xml file at once
fr_fr: Cette extension autorise 1 fichier &agrave; la fois

source: Error while unzipping file
fr_fr: Erreur pendant le d&eacute;zippage du fichier

source: Error while creating temp directory
fr_fr: Erreur pendant la cr&eacute;ation du r&eacute;pertoire temporaire

source: Error while renaming file
fr_fr: Erreur pendant le renomage du fichier

source: There was an error when reading this Zip file
fr_fr: Une erreur est survenue pendant llors de la lecture du fichier zip

source: Please upload a .zip file
fr_fr: Chargez un fichier .zip s'il vous plait

source: Choose a WXR (.xml) file to upload, then click Upload file and import.
fr_fr: Choisissez un fichier WXR (.xml) zipp&eacute; (.zip), et cliquez Envoyer et importer

source: Import <strong>posts, pages, comments, custom fields, categories, and tags</strong> from a WordPress export file.
fr_fr: Importer <strong>articles, pages, commentaires, champs personnalis&eacute;s, cat&eacute;gories et mots clefs</strong> deouis un fichier d'export Wordpress
